Repository: MuhammadjonTohirov/yuzpayios
Catalog: YuzPay/Utils/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uz_uz

source: About us
ru: О нас
uz_uz: Biz haqimizda

source: Actions
ru: Действия
uz_uz: Sozlamalar

source: Add
ru: Добавить
uz_uz: Qo'shish

# add_card_failure
source: Adding new card is failed
ru: Не удалось добавить новую карту
uz_uz: Yangi karta qo'shishda xatolik yuz berdi

source: Please wait
ru: Пожалуйста, подождите
uz_uz: Iltimos kuting

# transferred.n.to.u
source: Transferred %@ %@
ru: Переведено %@ %@
uz_uz: O'tkazildi %@ %@

source: Check
ru: Чек
uz_uz: Chek

source: Close
ru: Закрыть
uz_uz: Yopish

# add_card_success
source: Successful inserted a new card
ru: Успешно вставлена новая карта
uz_uz: Yangi karta muvaffaqiyatli kiritildi

# add_new_card
source: Add card
ru: Добавить карту
uz_uz: Karta qo'shish

source: Address
ru: Адрес
uz_uz: Manzil

source: All
ru: Все
uz_uz: Barcha

source: Amount
ru: Cумма
uz_uz: Summa

# auth_welcome_info
source: However, it should not be forgotten that consultation with a broad asset represents an interesting experiment in checking the personnel training system and meets urgent needs.
ru: Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям.
uz_uz: Lekin, unutmangki, umumiy bilim olish tizimini tekshirishda keng asosiy aktiv bilan mashvarat qilish qiziqarli eksperimentni anglatadi va urg'urgent talablarni qondiradi.

source: Authorization
ru: Авторизация
uz_uz: Tizimga kirish

source: Auto payment
ru: Автоплатеж
uz_uz: Avto to'lov

source: Back
ru: Назад
uz_uz: Orqaga

source: Balance
ru: Баланс
uz_uz: Balans

source: Bank
ru: Банк

source: Bank name
ru: Название банка
uz_uz: Bank nomi

source: Bills
ru: Счета
uz_uz: Hisoblar

# birth_date
source: Date of Birth
ru: Дата рождения
uz_uz: Tug'ilgan kun

source: Block
ru: блокировать
uz_uz: Bloklash

source: Branch
ru: Филиал
uz_uz: Bo'lim

source: Buy
ru: Купить
uz_uz: Olish

source: Cancel
ru: Отмена
uz_uz: Qaytish

# cannot_verify_try_again
source: Unable to verify, please try again
ru: Не удается проверить, попробуйте еще раз
uz_uz: Tasdiqlash mumkin emas, qaytadan urinib ko'ring

# capture_avatar_from_camera
source: Click to camera icon, and scan your face for 5 seconds\nNote: You should look at to the left to right and front
ru: Нажмите на значок камеры и сканируйте свое лицо в течение 5 секунд.\nПримечание: вам следует смотреть слева направо и вперед.
uz_uz: Kamera belgisini bosing va yuzingizni 5 soniya davomida skanerlang \nEslatma: chapdan o'ngga va oldga qarash kerak

source: Card
ru: Карта
uz_uz: Karta

# card_delete_fail
source: Unable to Delete Card
ru: Невозможно удалить карту
uz_uz: Kartani o'chirib bo'lmaydi

# card_delete_success
source: Card Deleted
ru: Карта удалена
uz_uz: Karta o'chirildi

source: Card Name
ru: Название карты
uz_uz: Karta nomi

source: Card number
ru: Номер карты
uz_uz: Karta raqami

# card_order_failure
source: Failure while ordering a card
ru: Сбой при заказе карты
uz_uz: Karta buyurtmasida xatolik

# card_order_failure_detail
source: Text describing the error and instructions for the user.
ru: Текст с описанием ошибки и инструкциями для пользователя.
uz_uz: Xatoni tavsiflovchi matn va foydalanuvchi uchun ko'rsatmalar.

# card_order_success
source: New card ordered
ru: Заказана новая карта
uz_uz: Karta buyurtma qilindi

# card_order_success_detail
source: When the card is ready for delivery, the courier will contact you.
ru: Когда карта будет готова к доставке, с вами свяжется курьер.
uz_uz: Karta yetkazib berishga tayyor bo‘lganda kurer siz bilan bog‘lanadi.

source: Cards
ru: Карты
uz_uz: Kartalar

source: Cards and wallets
ru: Карты и кошельки
uz_uz: Karta va hamyonlar

source: Category
ru: Категория
uz_uz: Turkum

# change_pin
source: Change PIN code
ru: Изменить PIN-код
uz_uz: PIN-kodni o'zgartirish

# check_personality
source: Please check your personal information. If something is wrong, you can correct it.
ru: Пожалуйста, проверьте Ваши личные данные. Если что-то не так, то Вы можете их поправить.
uz_uz: Iltimos, shaxsiy ma'lumotlaringizni tekshirib ko'ring. Agar nima noto'g'ri bo'lsa, uni tuzating.

source: Collapse
ru: Cвернуть
uz_uz: Yig'ish

source: Coming soon
ru: Скоро будет
uz_uz: Tez kunlarda

source: Commission
ru: Комиссия
uz_uz: Xizmat foizi

source: Confirm
ru: Подтвердить
uz_uz: Tasdiqlash

# confirm_card
source: Confirm OTP
ru: Подтвердить одноразовый пароль
uz_uz: OTP tasdiqlash

source: Confirm OTP
ru: Подтвердить одноразовый пароль
uz_uz: OTPni tasdiqlang

# confirm_pin
source: Confirm the PIN
ru: Подтвердите PIN-код
uz_uz: PIN-kodni tasdiqlang

source: Connect to Service
ru: Подключить услугу
uz_uz: Xizmatga ulanish

source: Continue
ru: Продолжить
uz_uz: Boshlash

source: Currency rates
ru: Курсы валют
uz_uz: Valyuta kurslari

source: Date
ru: Дата
uz_uz: Sana

source: Date of birth
ru: Дата рождения
uz_uz: Tug'ilgan sana

source: Delete
ru: Удалить
uz_uz: O'chirish

source: Delete account?
ru: Удалить аккаунт?
uz_uz: Hisobni o'chirish?

source: Delivery
ru: Доставка
uz_uz: Yetkazib berish

source: Developer
ru: Разработчик
uz_uz: Dasturchi

source: Devices
ru: Устройства
uz_uz: Qurilmalar

source: District
ru: Районы
uz_uz: Tuman

# do_payment
source: Pay
ru: Оплатить
uz_uz: To'lov

source: Document id
ru: Номер документа
uz_uz: Dokument raqami

source: Document type
ru: Тип документа
uz_uz: Hujjat turi

source: Done
ru: Выполнено
uz_uz: Bajarish

source: Driver License
ru: Водительское удостоверение
uz_uz: Haytovchilik guvohnomasi

source: Enter
ru: Войти
uz_uz: Kirish

source: Entrance
ru: Вход
uz_uz: Kirish

# error_in_payment
source: Payment error
ru: Ошибка в оплате
uz_uz: To'lovda xatolik

source: Exchange
ru: Обмен
uz_uz: Ayriboshlash

source: Exchange rates
ru: Курсы валют
uz_uz: Valyuta kurslari

source: Exit
ru: Выход
uz_uz: Chiqish

source: Expiration date
ru: Срок действия
uz_uz: Yaroqlilik muddati

source: Expired
ru: Просрочено
uz_uz: Muddati o'tgan

source: Face
ru: Лицо
uz_uz: Yuz

# family_name
source: Middle Name
ru: Отчество
uz_uz: Otasining ismi

source: Fax
ru: Факс
uz_uz: Faks

source: Fill all fields
ru: Заполните все поля
uz_uz: Barcha maydonlarni to'ldiring

# fill_profile
source: To access this feature, you only need to fill in your profile information.
ru: Для доступа к данной функции требуется лишь заполнить данные профиля.
uz_uz: Ushbu funktsiyaga kirish uchun faqat profilingiz ma'lumotlarini to'ldirish kerak.

source: Finish
ru: Готово
uz_uz: Tamomlash

# first_select_photo
source: First select a photo
ru: Сначала выберите фотографию
uz_uz: Birinchi rasmni tanlang

# focus_camera_to_card
source: Point your camera at card
ru: Наведите камеру на карту
uz_uz: Kamerangizni kartaga qarating

source: Forgot Password?
ru: Забыли пароль?
uz_uz: Parolingizni unutdingizmi?

source: From list
ru: Из списка
uz_uz: Ro'yxatdan

source: From map
ru: С карты
uz_uz: Xaritadan

source: Help
ru: Помощь
uz_uz: Yordam

source: Home
ru: Главная
uz_uz: Asosiy

# home_address
source: Home number
ru: Номер дома

source: Hosting
ru: Хостинг
uz_uz: Xosting

# how_to_get_card
source: How do you want to receive the card?
ru: Как Вы желаете получить карту?
uz_uz: Kartani qanday olishni xohlaysiz?

source: ID Card
ru: ID карта
uz_uz: ID karta

source: In map
ru: На карте
uz_uz: Xaritada

# insert_address
source: Enter Address
ru: Введите адрес
uz_uz: Manzilni kiriting

# insert_pin
source: Insert PIN code
ru: Вставьте PIN-код
uz_uz: PIN kodni kiriting

source: Insufficient funds
ru: Недостаточно средств
uz_uz: Yetarli mablag' yo'q

# insufficient_transfer_amount
source: Insufficient amount
ru: Недостаточно суммы
uz_uz: Miqdor yetarli emas

source: Internet
ru: Интернет

source: Invoices
ru: Cчета
uz_uz: Invoislar

# is_user_verified
source: Verification status
ru: Статус верификации
uz_uz: Tasdiq holati

source: Issued invoices
ru: Выставленные счета
uz_uz: Berilgan invoislar

source: Kapital Bank
ru: Капитал банк

source: Language
ru: Язык
uz_uz: Til

source: List Item
ru: Пункт списка
uz_uz: Ro'yxat elementi

source: Loading
ru: Загрузка
uz_uz: Yuklanmoqda

source: Login
ru: Логин

source: Login Settings
ru: Настройки входа
uz_uz: Kirish sozlamalari

source: Logout
ru: Выйти
uz_uz: Tizimdan chiqish

# main_card
source: Main
ru: Главная
uz_uz: Asosiy

source: Mobile
ru: Мобильный
uz_uz: Mobil

source: Mobile payment
ru: Оплата телефона
uz_uz: Mobil to'lov

# mobile_version
source: Mobile app version %@
ru: Мобильная версия приложения %@
uz_uz: Mobil ilova versiyasi %@

source: Monitoring
ru: Мониторинг
uz_uz: Tarix

source: My cards
ru: Мои карты
uz_uz: Kartalarim

source: Name
ru: Имя
uz_uz: Ismi

source: Next
ru: Далее
uz_uz: Keyingi

source: No card
ru: Нет карты
uz_uz: Karta yo'q

source: Not paid
ru: Не выплачивается
uz_uz: To'lov amalga oshmadi

# not_valid_otp
source: Invalid OTP
ru: Недействительный OTP
uz_uz: Yaroqsiz OTP

source: Not verified
ru: Не подтверждено
uz_uz: Tasdiqlanmagan

source: Note
ru: Примечание
uz_uz: Izoh

source: Notifications
ru: Уведомления
uz_uz: Habarlar

source: Order
ru: Заказать
uz_uz: Buyrutma

# order_card
source: Order a card
ru: Заказать карту
uz_uz: Buyurtma berish

# order_virtual_card
source: Virtual card
ru: Виртуальная карта

source: Order card
ru: Карточка заказа
uz_uz: Karta buyurtmasi

source: Organization
ru: Организация
uz_uz: Tashkilot

# otp_sent_to_number
source: An SMS with a confirmation code was sent to %@. Please enter it in the field below.
ru: На номер %@ было отправлено SMS с кодом подтверждения. Введите его в поле ниже.

source: Paid
ru: Оплачено
uz_uz: To'langan

source: Passport
ru: Паспорт
uz_uz: Pasport

source: Passport Data
ru: Паспортные данные
uz_uz: Pasport ma'lumotlari

source: Passport Details
ru: Паспортные данные
uz_uz: Pasport ma'lumotlari

# passport_details_info
source: Passport details are required to confirm your identity and open full access to all services.
ru: Паспортные данные необходимы, чтобы подтвердить Вашу личность и открыть полный доступ ко всем услугам.
uz_uz: Pasport ma'lumotlari sizning shaxsiylikni tasdiqlash va barcha xizmatlarga to'liq kirishni ochish uchun kerak.

source: Passport ID
ru: Идентификатор паспорта
uz_uz: Pasport ID

# passport_number
source: Passport Series and Number
ru: Серия и номер паспорта
uz_uz: Pasport seriya va raqami

# passport_required_info
source: Passport data is required to confirm your identity and open full access to all services.
ru: Паспортные данные необходимы, чтобы подтвердить Вашу личность и открыть полный доступ ко всем услугам.
uz_uz: Pasport ma'lumotlari sizning shaxsiylikni tasdiqlash va barcha xizmatlarga to'liq kirishni ochish uchun kerak.

source: Password
ru: Пароль
uz_uz: Parol

# password_match
source: Match Passport
ru: Пароли совпадают
uz_uz: Parollar mos keladi

source: Pay
ru: Платить
uz_uz: To'lash

source: Pay with Face!
ru: Оплачивайте покупки лицом!
uz_uz: Yuz bilan to'lash!

# pay_with_info_face
source: You will no longer need a bank card or a phone. Just go to the cashier and pay for your purchase!
ru: Вам больше не понадобятся ни банковская карта, на телефон. Просто подойдите к кассе и оплатите покупку!
uz_uz: Endi sizga bank kartasi yoki telefon kerak emas. Faqat kassaga yaqinlashingiz va sotib olishingiz mumkin!

source: Payment
ru: Оплата
uz_uz: To'lov

source: Payments
ru: Платежи
uz_uz: To'lovlar

# phone_number
source: Phone
ru: Телефон
uz_uz: Telefon

source: Pick up from Bank
ru: Заберу в банке
uz_uz: Bankdan olib ketaman

# please_select_card
source: Select a card
ru: Выберите карту
uz_uz: Kartani tanlang

source: Popular
ru: Популярный
uz_uz: Doimiy

source: Price
ru: Цена
uz_uz: Narxi

source: Profile
ru: Профиль
uz_uz: Profil

# public_offer
source: I agree with the terms of the offer.
ru: Я согласен(-на) с условиями оферты.

source: Ready!
ru: Готово!
uz_uz: Tayyor!

# ready_face_pay_info
source: Now you can use face payment.
ru: Теперь вы можете использовать оплату лицом.
uz_uz: Endi siz yuz bilan to'lashdan foydalanishingiz mumkin.

source: Receipt
ru: Квитанция
uz_uz: Chek

# receiver_card_number
source: Receiver
ru: Получатель
uz_uz: Qabul qiluvchi

source: Region
ru: Регион
uz_uz: Mintaqa

source: regions
ru: Регионы
uz_uz: Mintaqalar

source: Register
ru: Регистрация
uz_uz: Ro'yxatdan o'ting

source: Reliable Password
ru: Надёжный пароль
uz_uz: Ishonchli parol

source: Repeat Password
ru: Повторите пароль
uz_uz: Parolni takrorlang

source: Reset Password
ru: Восстановление пароля
uz_uz: Parolni tiklash

source: Retry
ru: Повторить
uz_uz: Qayta urunish

source: Save
ru: Сохранить
uz_uz: Saqlash

source: Saved payment
ru: Сохраненные платежи
uz_uz: Saqlangan to'lovlar

source: Scan
ru: Сканировать
uz_uz: Skanerlash

# scan_card
source: Scan Passport
ru: Отсканируйте паспорт
uz_uz: Pasportni skan qiling

# scan_card_info
source: Point your camera at the main page of the passport so that it matches the frame.
ru: Направьте камеру на главную страницу паспорта так, чтобы она совпала с рамкой.
uz_uz: Kamerangizni pasportning asosiy sahifasiga qarab joylashtiring, qadrlangan ramka bilan mos kelishi kerak.

# scan_face_title
source: Scan your face
ru: Сканировать лицо
uz_uz: Yuzni skanlash

source: See all
ru: Все
uz_uz: Barchasi

source: Select address
ru: Выберите адрес
uz_uz: Manzilni kiriting

source: Select bank
ru: Выберите банк
uz_uz: Bankni tanlang

source: Select branch
ru: Выберите ветку
uz_uz: Filialni tanlang

# select_card
source: Select a card
ru: Выберите карту
uz_uz: Kartani tanlang

source: Select card type
ru: Выберите тип карты
uz_uz: Karta turini tanlang

source: Select district
ru: Выберите район
uz_uz: Mintaqani tanlang

source: Select receiver card
ru: Выберите карту получателя
uz_uz: Qabul qiluvchi kartani tanlang

source: Select region
ru: Выберите регион
uz_uz: Tumanni tanlang

source: Sell
ru: Продать
uz_uz: Sotish

source: Send
ru: Отправить
uz_uz: Yuborish

source: Send again
ru: Отправить заново

source: Service
ru: Сервис
uz_uz: Xizmat turi

source: Settings
ru: Настройки
uz_uz: Sozlamalar

# setup_pin
source: Set a PIN
ru: Установить PIN-код
uz_uz: PIN-kod o'rnatish

# show_all_rates
source: Show all currencies
ru: Показать все валюты
uz_uz: Barcha valyutalarni ko'rsatish

source: Skip
ru: Пропустить
uz_uz: O'tkazib yuborish

source: Start
ru: Начинать
uz_uz: Boshlash

source: Status
ru: Статус
uz_uz: Holati

# step1
source: Step 1 / 3:
ru: Шаг 1 / 3:
uz_uz: Qadam 1 / 3:

source: Street
ru: Улица

# success_pin_change
source: Pin code changed
ru: Пин-код изменен
uz_uz: Pin-kod o'zgardi

source: Successfully paid
ru: Успешно оплачено
uz_uz: Muvaffaqiyatli to'landi

source: Support
ru: Поддержка
uz_uz: Qo'llab-quvvatlash

# sure_delete_card
source: Are you sure you want to delete this card?
ru: Вы уверены, что хотите удалить эту карту?
uz_uz: Haqiqatan ham ushbu kartani o'chirishni istaysizmi?

source: Surname
ru: Фамилия
uz_uz: Familiyasi

source: Telephone
ru: Телефон
uz_uz: Telefon

source: Television
ru: Телевидение
uz_uz: Telvidinya

source: the offer
ru: оферты

# to_select_photo
source: To make a photo
ru: Сделать фото
uz_uz: Fotosurat uchun

source: Total amount
ru: Общий баланс
uz_uz: Umumiy balans

source: Total to withdraw
ru: Всего вывести
uz_uz: Umumiy summa

source: Transactions
ru: Транзакции
uz_uz: Bitimlar

source: Transfer
ru: Перевод
uz_uz: O'tkazma

source: Transfer completed
ru: Перевод завершен
uz_uz: O'tkazish tugallandi

source: Transfer failed
ru: Передача не удалась
uz_uz: O'tkazish amalga oshmadi

# transfer_international
source: International transaction
ru: Международная транзакция
uz_uz: Xalqaro o'tkazma

source: Transfer to card
ru: Перевод на карту
uz_uz: Kartaga o'tkazma

# transfer_to_me
source: Transfer to myself
ru: Перевести на себя
uz_uz: O'zimga o'tkazma

source: Unknown error
ru: Неизвестная ошибка
uz_uz: Noma'lum xatolik

source: USD Amount
ru: Сумма в долларах США
uz_uz: Dollar Miqdori

source: UZS Amount
ru: Сумма в сумах
uz_uz: UZS Miqdori

source: Verified
ru: Подтверждено
uz_uz: Tasdiqlangan

source: Verify
ru: Проверить
uz_uz: Tasdiqlash

source: Verifying
ru: Проверка
uz_uz: Tasdiqlanmoqda

source: Virtual card
ru: Виртуальная карта
uz_uz: Virtual karta

# want_to_delete_account
source: Do you want to delete account?
ru: Вы хотите удалить аккаунт?
uz_uz: Hisobni o'chirmoqchimisiz?

# want_to_logout
source: Do you want to logout?
ru: Выйти из системы?
uz_uz: Chiqishni xohlaysizmi?

source: Warning
ru: Предупреждение
uz_uz: Ogohlantirish

source: Welcome!
ru: Добро пожаловать!
uz_uz: Xush kelibsiz!

# welcome_text
source: Welcome to YuzPay
ru: Добро пожаловать в YuzPay
uz_uz: YuzPay xush kelibsiz

source: With support
ru: При поддержке
uz_uz: Qo'llab-quvvatlash bilan

# without_bank
source: Without a Bank Card
ru: без банковской карты
uz_uz: Bank kartasi shart emas

source: districts
uz_uz: Tumanlar
